Repository: sashaoli/GiteaPanel
Catalog: locale/giteapanel.*.po
Languages: be, de, pl, ru, uk

source: Build date:
be: Дата пабудовы:
de: Erstellungsdatum:
pl: Data budowy:
ru: Дата сборки:
uk: Дата збірки:

source: Discard update Gitea?
be: Адкінуць абнаўленне Gitea?
de: Update Gitea verwerfen?
pl: Odrzucić aktualizację Gitea?
ru: Отменить обновление Gitea?
uk: Припинити оновлення Gitea?

source: Checking for a new version of Gitea...
be: Праверка новай версіі Gitea ...
de: Nach einer neuen Version von Gitea suchen ...
pl: Sprawdzanie nowej wersji Gitea...
ru: Проверка наличия новой версии Gitea...
uk: Перевірка нової версії Gitea ...

source: Code revision:
be: Рэдакцыя кода:
pl: Wersja kodu:
ru: Редакция кода:
uk: Редакція коду:

source: Copyright:
be: Аўтарскія правы:
de: Urheberrechte ©:
pl: Prawa autorskie:
ru: Авторское право:
uk: Авторське право:

source: Current version of Gitea:
be: Бягучая версія Gitea:
de: Aktuelle Version von Gitea:
pl: Aktualna wersja Gitea:
ru: Текущая версия Gitea:
uk: Поточна версія Gitea:

source: Select browser binary file
be: Выберыце бінарны файл аглядальніка
de: Wählen Sie die Browser-Binärdatei aus
pl: Wybierz plik binarny przeglądarki
ru: Выберите двоичный файл браузера
uk: Виберіть двійковий файл браузера

source: Select Gitea binary file
be: Абярыце двайковы файл Gitea
de: Wählen Sie die Gitea-Binärdatei
pl: Wybierz plik binarny Gitea
ru: Выберите двоичный файл Gitea
uk: Виберіть двійковий файл Gitea

source: Download file...
be: Загрузіць файл ...
de: Download-Datei...
pl: Pobieranie pliku...
ru: Загрузка файла...
uk: Завантаження файлу...

source: Failed to download file.
be: Не атрымалася загрузіць файл.
de: Datei konnte nicht heruntergeladen werden.
pl: Nie udało się pobrać pliku.
ru: Ошибка загрузки файла.
uk: Помилка завантаження файлу.

source: Passwords do not match. Please re-enter your password.
be: Паролі не супадаюць. Калі ласка, увядзіце свой пароль.
de: Passwörter stimmen nicht überein. Bitte geben Sie Ihr Passwort erneut ein.
pl: Hasła nie pasują do siebie. Wprowadź ponownie swoje hasło.
ru: Пароли не совпадают. Введите Ваш пароль ещё раз.
uk: Паролі не співпадають. Введіть пароль ще раз.

source: The operating system is not specified in the settings. Specify your operating system in the settings.
be: Аперацыйная сістэма не паказана ў наладах. Пазначце аперацыйную сістэму ў наладах.
de: Das Betriebssystem ist in den Einstellungen nicht angegeben. Geben Sie Ihr Betriebssystem in den Einstellungen an.
pl: System operacyjny nie jest określony w ustawieniach. Określ swój system operacyjny w ustawieniach.
ru: Не указана операционная система в настройках. Укажите Вашу операционную систему в настройках.
uk: Не вказана операційна система в налаштуваннях. Вкажіть Вашу операційну систему в налаштуваннях.

source: For CPU, OS:
be: Для CPU, OS:
de: Für CPU, Betriebssystem:
pl: Dla CPU, OS:
ru: Для CPU, ОС:
uk: Для CPU, ОС:

source: Get the current version of Gitea...
be: Атрымаць актуальную версію Gitea ...
de: Holen Sie sich die aktuelle Version von Gitea ...
pl: Pobierz aktualną wersję Gitea...
ru: Получение текущей версии Gitea...
uk: Отримую поточну версію Gitea ...

source: Gitea is runing
be: Gitea запушчаны
de: Gitea rennt
pl: Gitea działa
ru: Gitea запущенна
uk: Gitea працює

source: Gitea stoped
be: Gitea спыніўся
de: Gitea blieb stehen
pl: Gitea zatrzymała się
ru: Gitea остановлена
uk: Gitea зупинена

source: You have the latest version of Gitea.
be: У вас ёсць апошняя версія Gitea.
de: Sie haben die neueste Version von Gitea.
pl: Masz najnowszą wersję Gitea.
ru: У Вас последняя версия Gitea.
uk: У вас є остання версія Gitea.

source: Can't open gitea server from link: "%s"
be: Не ўдаецца адкрыць сервер Gitea па спасылцы "%s"
pl: Nie można otworzyć serwera Gitea z linku: "%s"

source: Error retrieving data from GitHub!
be: Памылка атрымання дадзеных з GitHub!
de: Fehler beim Abrufen der Daten von GitHub!
pl: Błąd podczas pobierania danych z GitHub!
ru: Ошибка получения данных из GitHub!
uk: Помилка під час отримання даних GitHub!

source: Error defining version of Gitea!
be: Памылка вызначэння версіі Gitea!
de: Fehler beim Definieren der Version von Gitea!
pl: Błąd podczas definiowania wersji Gitea!
ru: Ошибка определения версии Gitea!
uk: Помилка визначення версії Gitea!

source: The "%s" is not in the host file. Add it to the "/etc/hosts" file: "127.0.0.1 %s"
be: "%s" адсутнічае ў файле хаста. Дадайце яго ў файл "/etc/hosts": "127.0.0.1 %s"
pl: "%s” nie znajduje się w pliku hosta. Dodaj go do pliku "/etc/hosts”: "127.0.0.1 %s”

source: I can not find the browser "%s". Please specify the browser in the settings.
be: Я не магу знайсці браўзэр "%s". Калі ласка, пакажыце браўзэр у наладах.
pl: Nie mogę znaleźć przeglądarki "%s". Proszę określić przeglądarkę w ustawieniach.

source: I can not find a way to Gitea. Please specify the path in the settings.
be: Я не магу знайсці шлях да Gitea. Калі ласка, укажыце шлях у наладах.
de: Ich kann keinen Weg zu Gitea finden. Bitte geben Sie den Pfad in den Einstellungen an.
pl: Nie mogę znaleźć drogi do Gitea. Podaj ścieżkę w ustawieniach.
ru: Не могу найти путь Gitea. пожалуйста, укажите путь к Gitea в настройках.
uk: Не можу знайти шлях Gitea. Будь-ласка, вкажіть шлях до Gitea в налаштуваннях.

source: Language settings changed. Save parameters and restart the application to apply these parameters?
be: Налады мовы зменены. Захаваць параметры і перазапусціць прыкладанне, каб прымяніць гэтыя параметры?
de: Spracheinstellungen geändert. Parameter speichern und Anwendung neu starten, um diese Parameter anzuwenden?
pl: Ustawienia języka uległy zmianie. Zapisać parametry i ponownie uruchomić aplikację, aby zastosować te parametry?
ru: Языковые настройки изменены. Сохранить параметры и перезапустить программу для применения этих параметров?
uk: Мовні параметри змінено. Зберегти параметри та перезавантажити програму для застосування цих параметрів?

source: New version of Gitea is available:
be: Даступная новая версія Gitea:
de: Neue Version von Gitea ist verfügbar:
pl: Dostępna jest nowa wersja Gitea:
ru: Доступна новая версия Gitea:
uk: Доступна нова версія Gitea:

source: Program:
be: Праграма:
de: Programm:
ru: Программа:
uk: Програма:

source: Start Gitea
be: Пачніце Gitea
de: Starten Sie Gitea
pl: Uruchom Gitea
ru: Запустить Gitea
uk: Запустити Gitea

source: Stop Gitea
be: Спыніць Gitea
de: Stoppen Sie Gitea
pl: Zatrzymaj Gitea
ru: Остановить Gitea
uk: Зупинити Gitea

source: Download and upgrade complete.
be: Загрузка і абнаўленне завершаны.
de: Download und Upgrade abgeschlossen.
pl: Pobieranie i aktualizacja zakończone.
ru: Загрузка и обновление завершены.
uk: Завантаження та оновлення завершено.

source: version
be: версія
de: Ausführung
pl: wersja
ru: версия
uk: версія

source: Widget:
be: Віджэт:
pl: Widżet:
ru: Виджет:
uk: Віджет:

source: About Gitea Panel
be: Аб Gitea Panel
de: Über Gitea Panel
pl: O Gitea Panel
ru: О Gitea Panel
uk: Про Gitea Panel

source: Homepage in GitHub
be: Хатняя старонка ў GitHub
de: Startseite in GitHub
pl: Strona główna w GitHub
ru: Домашняя страница в GitHub
uk: Домашня сторінка в GitHub

source: &Cancel
be: &Адмяніць
de: &Stornieren
pl: &Anuluj
ru: &Отменить
uk: Скасувати

source: &Update
be: А&бнаўленне
de: &Aktualisieren
pl: &Aktualizacja
ru: &Обновить
uk: &Оновити

source: Update Gitea
be: Абнаўленне Gitea
de: Aktualisiere Gitea
pl: Zaktualizuj Gitea
ru: Обновление Gitea
uk: Оновлeння Gitea

source: Current version of Gitea:
be: Бягучая версія Gitea:
de: Aktuelle Version von Gitea:
pl: Aktualna wersja Gitea:
ru: Текущая версия Gitea:
uk: Поточна версія Gitea:

source: Update options
be: Параметры абнаўлення
de: Aktualisierungsoptionen
pl: Aktualizuj opcje
ru: Настройки обновления
uk: Параметри оновлення

source: Check for updates on startup
be: Праверце наяўнасць абнаўленняў пры запуску
de: Suchen Sie beim Start nach Updates
pl: Sprawdź dostępność aktualizacji podczas uruchamiania
ru: Проверять обновления при старте программы

source: Open Gitea page after launch
be: Адкрыйце старонку Gitea пасля запуску
de: Öffnen Sie die Gitea-Seite nach dem Start
pl: Otwórz stronę Gitea po uruchomieniu
ru: Открыть страницу Gitea после запуска

source: Run Gitea with the program
be: Запусціце Gitea з праграмай
de: Führen Sie Gitea mit dem Programm aus
pl: Uruchom Gitea z programem
ru: Запускать Gitea вместе с программой

source: Stop Gita when the program closes
be: Спыніце Gita, калі праграма закрыецца
de: Stoppen Sie Gita, wenn das Programm geschlossen wird
pl: Zatrzymaj Gitea po zamknięciu programu
ru: Остановить Gitea при закрытии программы

source: Language preferences will be applied after restarting the application. Click "OK" to save the setting.
be: Моўныя налады будуць ужытыя пасля перазагрузкі прыкладання. Націсніце "ОК", каб захаваць наладу.
de: Die Spracheinstellungen werden nach dem Neustart der Anwendung angewendet. Klicken Sie auf "OK", um die Einstellung zu speichern.
pl: Preferencje językowe zostaną zastosowane po ponownym uruchomieniu aplikacji. Kliknij „OK”, aby zapisać ustawienie.
ru: Языковые предпочтения будут применены после перезапуска приложения. Нажмите "OK", чтобы сохранить настройки.
uk: Мовні параметри будуть застосовані після перезапуску програми. Натисніть кнопку "ОК", щоб зберегти настройки.

source: Full path to your browser
be: Поўны шлях да вашага браўзэра
de: Vollständiger Pfad zu Ihrem Browser
pl: Pełna ścieżka do przeglądarki
ru: Полный путь к вашему браузеру
uk: Повний шлях до браузера

source: Full path to Gitea
be: Поўны шлях да Gitea
de: Voller Pfad zu Gitea
pl: Pełna ścieżka do Gitea
ru: Полный путь к Gitea
uk: Повний шлях до Gitea

source: Default: localhost
be: Па змаўчанні: localhost
de: Standard: localhost
pl: Domyślnie: localhost
ru: По умолчанию: localhost
uk: Типово: localhost

source: Browser
be: Аглядальнік
pl: Przeglądarka
ru: Браузер
uk: Браузер

source: Behavior
be: Паводзіны
de: Verhalten
pl: Zachowanie
ru: Поведение

source: Gitea path:
be: Шлях Gitea:
de: Gitea Pfad:
pl: Ścieżka Gitea:
ru: Путь Gitea:
uk: Шлях до Gitea:

source: Protocol:
be: Пратакол:
de: Protokoll:
pl: Protokół:
ru: Протокол:
uk: Протокол:

# tmainform.label4.caption
source: Host:
be: Хост:
de: Wirt:
ru: Хост:
uk: Хост:

source: About
be: Пра праграму
de: Über
pl: O programie
ru: О программе
uk: Про програму

source: Close
be: Зачыніць
de: Schließen
pl: Zamknij
ru: Закрыть
uk: Закрити

source: Open Gitea...
be: Адкрыць Gitea ...
de: Öffnen Sie Gitea ...
pl: Otwórz Gitea...
ru: Открыть Gitea...
uk: Відкрити Gitea...

source: Setting
be: Заданне
de: Rahmen
pl: Oprawa
ru: Параметры
uk: Параметри

source: Check update Gitea
be: Праверце абнаўленне Gitea
de: Überprüfen Sie das Update Gitea
pl: Sprawdź aktualizację Gitea
ru: Проверить обновление Gitea
uk: Перевірити оновлення Gitea

source: Open Gitea default browser
be: Адкрыйце Gitea ў браўзэры па змаўчанні
de: Öffnen Sie den Gitea-Standardbrowser
pl: Otwórz Gitea w domyślnej przeglądarce
ru: Открыть Gitea в браузере по умолчанию
uk: Відкрити Gitea в браузері за замовчуванням

source: Default port
be: Порт па змаўчанні
de: Standardport
pl: Domyślny port
ru: Типичный порт
uk: Типовий порт

source: The default port is 3000
be: Па змаўчанні порт - 3000
de: Der Standardport ist 3000
pl: Domyślny port to 3000
ru: Типичный порт - 3000
uk: Типовий порт є 3000

source: Other browser. Enter your browser path or a browser launch command.
be: Іншы браўзэр. Увядзіце шлях да браўзэра альбо каманду запуску браўзэра.
pl: Inna przeglądarka. Określ pełną ścieżkę do przeglądarki lub uruchom polecenie.

source: In selected browser:
be: У абраным браўзэры:
de: Im ausgewählten Browser:
pl: W wybranej przeglądarce:
ru: В выбранном браузере:
uk: У вибраному браузері:

source: Specified port
be: Указаны порт
de: Angegebener Port
pl: Określony port
ru: Указанный порт
uk: Вказаний порт

source: Update setting
be: Налады абнаўлення
de: Update-Einstellung
pl: Ustawienia aktualizacji
ru: Настройка обновления
uk: Параметри оновлення

source: Use Proxy
be: Выкарыстоўвайце проксі
de: Verwenden Sie Proxy
pl: Użyj proxy
ru: Использовать прокси
uk: Використовувати проксі

source: Specify the OS to download Gitea in addiction to your real OS.
be: Укажыце АС для загрузкі Gitea у залежнасці ад вашай рэальнай АС.
de: Geben Sie das Betriebssystem zum Herunterladen von Gitea an in Abhängigkeit von Ihrem echten Betriebssystem.
pl: Określ OS, aby pobrać Gitea w uzależnieniu od twojego prawdziwego OS.
ru: Укажите ОС, что-бы загружать Gitea в соответствии с Вашей реальной ОС.
uk: Вкажіть ОС, щоб завантажувати Gitea у відповідності до Вашої реальної ОС.

source: Proxy settings
be: Налады проксі
de: Proxy-Einstellungen
pl: Ustawienia proxy
ru: Настройки прокси
uk: Параметри проксі

source: Port:
be: Порт:
de: Hafen:
ru: Порт:
uk: Порт:

source: OS Identification:
be: Ідэнтыфікацыя АС:
de: Betriebssystemidentifikation:
pl: Identyfikacja OS:
ru: Идентификация ОС:
uk: Ідентифікація ОС:

source: Confirm Pass:
be: Пацвердзіце пароль:
de: Pass bestätigen:
pl: Potwerdź hasło:
ru: Подтверждение пароля:
uk: Підтвердження гасла:

# tupdsettingform.label4.caption
source: Host:
be: Хост:
de: Wirt:
ru: Хост:
uk: Хост:

source: User:
be: Карыстальнік:
de: Benutzer:
pl: Użytkownik:
ru: Пользователь:
uk: Користувач:

source: Password:
be: Пароль:
de: Passwort:
pl: Hasło:
ru: Пароль:
uk: Гасло:

source: Can't open gitea server
de: Gitea-Server kann nicht geöffnet werden
ru: Не могу открыть Gitea сервер
uk: Не можу відкрити Gitea сервер

source: I can not find the browser. Please specify the browser in the settings.
de: Ich kann den Browser nicht finden. Bitte geben Sie den Browser in den Einstellungen an.
ru: Не могу найти браузер Пожалуйста, укажите браузер в настройках.
uk: Не можу знайти браузер. Будь-лавка, вкажіть браузер в налаштуваннях.

source: Other browser. Please enter your browser path.
de: Anderer Browser. Bitte geben Sie Ihren Browserpfad ein.
ru: Другой браузер. Укажите полный путь к вашему браузеру.
uk: Інший браузер. Будь-ласка введіть повний шлях до браузера.

# tmainform.checkboxcheckupdatestartup.caption
source: Check for updates on startup
uk: Перевіряти оновлення при старті програми

# tmainform.checkboxopenpageafterlaunch.caption
source: Open Gitea page after launch
uk: Відкривати сторінку Gitea після запуску

# tmainform.checkboxrungiteastartup.caption
source: Run Gitea with the program
uk: Запускати Gitea разом з програмою

# tmainform.checkboxstopgiteawhenclose.caption
source: Stop Gita when the program closes
uk: Зупиняти Gitea при закритті програми

# tmainform.groupbox3.caption
source: Behavior
uk: Поведінка
